<?php

return [
    'page_title'              => 'Бонусные вознаграждения',

    'user'                    => 'Пользователь',
    'id'                      => '#',
    'status'                  => 'Статус',
    'amount'                  => 'Сумма',
    'AdminAmount'             => 'Сумма',
    'user->name'              => 'Пользователь',
    'user_id'                 => 'Пользователь',
    'bonus->title'            => 'Бонус',
    'bonus_id'                => 'Бонус',
    'created_at'              => 'Дата',
    'insufficient_bets_notif' => 'Недостаточный банк ставок для применения данного вознаграждения. Перевод вознаграждения в статус "applied" будет недоступен. Текущий банк ставок пользователя позволяет применить вознаграждение в сумме не более :amount.',
    'insufficient_bets_error' => 'Недостаточно ставок пользователя для применения вознаграждения.',
    'max_reward_amount_notif' => 'Максимальная сумма для перевода по данному вознаграждению: :amount.',


    'tabs' => [
        'info' => 'Информация',
        'bets' => 'Банк ставок',
    ],
];